const SiderDataMap={
// 订单中心
    'order10':'201000',//门店订单
    'order20':'202000',//采购订单
    'order30':'203000',//退货订单
    'order40':'204000',//采退订单
    'order50':'205000',//POS订单
    'order60':'206000',//调拨订单
    'order70':'207000',//用户订单

//商品中心
    'goods10':'301000',//基础商品
    'goods17':'301700',//商品库存
    'goods20':'302000',//分类管理
    'goods30':'303000',//品牌管理
    'goods40':'304000',//规格管理
    'goods50':'305000',//B端定时
    'goods70':'307000',//B端商品
    'goods80':'308000',//c端商品
    'goods11':'311000',//国家管理
    'goods12':'312000',//C端定时

// 电商中心
    'eCommerce10':'801000',//用户订单
    'eCommerce20':'802000',//商品信息
    'eCommerce30':'803000',//用户信息

// 运营中心
    'operate10':'401000',//充值中心
    'operate20':'402000',//收支管理
    'operate30':'402500',//会员管理
    'operate40':'403000',//门店管理
    'operate50':'405000',//供应商管理
    'operate41':'1104100',//销售收款管理

//合作中心
    'cooperate10':'901000',//市场资源

//活动中心
    'activity10':'404000',//B端banner
    'activity02':'1002000',//C端banner
    'activity03':'1003000',//优惠券
    'activity04':'1004000',//B端推送
    'activity05':'1005000',//C端推送

//客服中心
    'server60':'406000',//门店反馈
    'server02':'1102000',//用户反馈
    'server03':'1103000',//客服工单
    'server32':'1103200',//c客服工单

//数据中心
    'data10':'701000',//采购数据
    'data20':'702000',//门店数据
    'data30':'703000',//商品数据
    'data40':'704000',//订单数据
    'data50':'705000',//仓库数据
    'data60':'706000',//财务数据
    'data70':'707000',//门店POS

//账号中心
    "account10":'601000'//Q本营账号
}

export default SiderDataMap;
